Repository: ControlledChaos/buddyplug
Catalog: languages/buddyplug-*.po
Languages: fr_fr

source: Main Settings
fr_fr: Réglages principaux

source: Name for primary subnav
fr_fr: Nom pour la première navigation

source: Name for secondary subnav
fr_fr: Nom pour la deuxième navigation

source: Name for User settings nav
fr_fr: Nom pour la navigation des réglages utilisateur

source: BuddyPlug Settings
fr_fr: Réglages BuddyPlug

source: Save Changes
fr_fr: Enregistrer les réglages

source: BuddyPress is activated on the network, please deactivate BuddyPlug from this site and make sure to activate BuddyPlug on the network.
fr_fr: BuddyPress est activé sur le réseau, merci de désactiver BuddyPlug de ce site pour l&#39;activer sur le réseau.

source: BuddyPlug has been activated on a site where BuddyPress is not, please deactivate BuddyPlug from this site and activate it on the same site where BuddyPress is activated.
fr_fr: BuddyPlug a été activé sur un site sur lequel BuddyPress ne l&#39;est pas, merci de désactiver BuddyPlug de ce site et de l&#39;activer sur le même site que BuddyPress.

source: BuddyPlug requires at least <strong>BuddyPress %s</strong>, please upgrade
fr_fr: BuddyPlug nécessite à minima <strong>BuddyPress %s</strong>, merci de mettre à jour

source: BuddyPlug Options
fr_fr: Options BuddyPlug

source: Please fill the empty field(s):
fr_fr: Merci de remplir le(s) champ(s) vide(s) :

source: Search BuddyPlug...
fr_fr: Rechercher dans BuddyPlug

source: settings
fr_fr: réglages

source: Activate %s
fr_fr: Activer %s

source: Save
fr_fr: Sauvegarder

source: There was an error saving, please try again
fr_fr: Une erreur est survenue, merci de recommencer

source: Settings saved successfully
fr_fr: Réglages enregistrés

source: BuddyPlug Group
fr_fr: BuddyPlug Groupe

source: Hello BuddyPlug Directory!
fr_fr: Salut la page principale de BuddyPlug !

source: BuddyPlug is a BuddyPress plugin template
fr_fr: BuddyPlug est un modèle pour créer vos plugins BuddyPress
